---
title: 오랜만에 글을 작성해봅니다.
author: yun
date: 2022-10-23
categories: [Blogging, Tutorial]
tags: [daily]
---

#'`AI부트캠프`가 시작되면 매일 저녁에 회고 겸 배운 내용을 `깃헙블로그`에 업로드 해야겠다.' <br/>
라고 잠깐 마음을 먹었던 순간이 있었습니다. <br/><br/>

와! 하지만 그것은 쉬운 일이 아니었습니다. <br/>
게으름을 떠나서 체력적으로 한계가 있더군요. 평일 18시. <br/>
정규 수업이 끝날 때면 머릿속에 뿌연 안개로 가득 차서, 당일에 배운 내용을 복습하기 위해 글을 **읽는 것** 조차 힘듭니다. <br/>
왜 공부가 체력 싸움인지 또 엉덩이 싸움인지 알겠더군요. <br/><br/>

'해야 하는데' 와 같은 생각만을 반복하다보니 어느새 `Section1`의 `Sprint2`가 끝난 상태입니다.  ... <br/>
내일 부터는 `Sprint3`로 들어갑니다. 선형대수, 벡터, 행렬, 스칼라 .. 와 같은 듣도 보도 하지 못했던 개념을 배울텐데요,<br/>
설레기도 하면서 내 뇌신경망들을 얼마나 자극시켜줄까? 하는 기대감도 있습니다. 신기하게도 걱정은 안됩니다.<br/>
저는 잘 해낼 자신이 있어서 그런 것 같습니다. 자만이 아닙니다. 제 이야기를 들어보시죠. <br/><br/>

그도 그럴게 저는 매일 아침, 저녁으로 명상을 하고 있고, <br/>
**무사히 AI부트캠프를 마치고 원하는 회사에 취업할 수 있게 해주셔서 감사하다고** 이미 감사기도도 드렸습니다.<br/>
`지금`, `이 순간`에 존재하는 모든 `과거`와 `현재` 그리고 `미래` 대해 감사기도를 드렸습니다.<br/>
그러니 **'내가 원하는 것은 미루 이루어진 것이 아닐까?'** 하고 양자물리학적 관점에서 바라보고 있을 뿐입니다.<br/><br/>

이것이 얼마나 멋진 사실 즉, `현실`이 될 지는 미래의 제가 증명해보이겠지요.<br/>
그런 마음에 기대가 되는 것 같습니다. 벌써부터 마음이 설레네요.<br/>

다음 한 주도 힘차게 **`화이팅`입니다!**
